Repository: nicodioso/HealthStepsDemo
Catalog: MySteps/MySteps/Resources/*.lproj/Localizable.strings
Languages: fr

source: Steps
fr: Steps_fr

source: %@ Steps
fr: %@ Steps_fr

source: No achievements yet
fr: No achievements yet_fr

source: Take the first step!
fr: Take the first step!_fr

source: Achievement
fr: Achievement_fr

source: Achievements
fr: Achievements_fr

source: Permissions required
fr: Permissions required_fr

source: Something went wrong.
fr: Something went wrong._fr

source: It seems like you declined HealthKit permissions for our app. To fix this, just go to your device's 'Settings', then select 'Health' inside, tap 'Data Access & Devices', find 'MySteps' and ensure 'Read and Write' is turned on. After that, reopen our app for a seamless experience.
fr: It seems like you declined HealthKit permissions for our app. To fix this, just go to your device's 'Settings', then select 'Health' inside, tap 'Data Access & Devices', find 'MySteps' and ensure 'Read and Write' is turned on. After that, reopen our app for a seamless experience._fr

source: An unexpected error happened.
fr: An unexpected error happened._fr

source: Oh no!
fr: Oh no!_fr

source: Okay
fr: Okay_fr
